/* Standard dialog buttons */
"OK" = "OK";
"Cancel" = "Annuleer";
"Retry" = "Probeer opnieuw";
"Disconnect" = "Verbreek verbinding";

/* Low disk space warning alert */
"Your startup disk is almost full." = "De opstartschijf is bijna vol.";
"You need to make more space available on your startup disk by deleting files." = "U moet ruimte vrijmaken op de opstartschijf door bestanden te verwijderen.";
"Your disk is almost full." = "De schijf is bijna vol.";
"The disk " = "De schijf ";
" is almost full. You can delete files on the disk to make more space available." = " is bijna vol. U kunt bestanden op de schijf verwijderen om ruimte vrij te maken.";
"Do not warn me about this disk again" = "Toon geen melding meer over deze schijf";

/* Very low disk space warning alert */
"Your_startup_disk_is_full." = "De opstartschijf is vol.";
"Your_disk_is_full." = "De schijf is vol.";
"_is_full._You_can_delete_files_on_the_disk_to_make_more_space_available." = " is vol. U kunt bestanden op de schijf verwijderen om ruimte vrij te maken.";

/* Server lock time-out alert */
"A server you are using is not responding to file locking requests. Do you want to continue trying to contact it?" = "U gebruikt een server die niet reageert op bestandsvergrendelingsverzoeken. Wilt u opnieuw proberen een verbinding tot stand te brengen?";
"Click OK to continue trying to contact the server " = "Klik op 'OK' om nogmaals te proberen een verbinding tot stand te brengen met de server ";
". Click Disable Locks to disable file locking for this file system. If you disable locks for this file system, any applications using file locking on this file system may stop working." = ". Klik op 'Disable Locks' om bestandsvergrendeling voor dit bestandssysteem uit te schakelen. Als u vergrendeling voor dit bestandssysteem uitschakelt, kan het zijn dat programma's die hier gebruik van maken worden gestopt.";

/* Disable locks confirmation alert */
"Are you sure you want to disable file locking for this file system?" = "Weet u zeker dat u bestandsvergrendeling wilt uitschakelen voor dit bestandssysteem?";
"If you disable locks for this file system, any applications using file locking on this file system may stop working." = "Als u vergrendeling voor dit bestandssysteem uitschakelt, kan het zijn dat programma's die hier gebruik van maken worden gestopt.";

/* IO error and file system corruption detection messages */
/* This message is displayed near the check box in a dialog to indicate that checking the box will hide any further warning messages about errors found while the data on the disk. */
"Do_not_warn_me_again." = "Waarschuw niet opnieuw";

/* This message group is used for reporting that an error was occurred while reading or writing to the disk.  The following message appears as the header of the block */
"Read/Write_Error" = "Lezen/schrijven-fout";
/* This following message is suffixed by the name of the file which was being accessed when the error occured in the final dialog box.  The name of the file is then suffixed by a period. */
"Error_detected_while_accessing_" = "Fout aangetroffen bij het benaderen van ";
"." = ".";

/* This message group is used for reporting that the kernel has detected inconsistency in the file system. The following message appears as the header of the block */
"File_System_Corruption_Detected" = "Beschadiging in bestandssysteem aangetroffen";
/* This message is suffixed by the name of the volume on which inconsistency was detected. */
"File_system_corruption_was_detected_on_" = "Beschadiging bestandssysteem is aangetroffen op ";
/* This message follows the name of the volume */
".__The_volume_will_be_repaired_on_the_next_mount." = ".  Het volume wordt hersteld zodra het opnieuw wordt geactiveerd.";
